Repository: getaktar/mac
Catalog: Sources/Aktar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: Runs after each upload to this destination and each replace, except a watched folder’s files, which run their folder’s own Automation. A webhook gets the upload as JSON. A script gets the same JSON on standard input, with the link, the key, the file and the destination as its arguments; put scripts in Aktar’s scripts folder (~/Library/Application Scripts/com.getaktar.mac) to pick them here.
de: Läuft nach jedem Upload zu diesem Ziel und jedem Ersetzen, außer bei Dateien aus überwachten Ordnern, die die Automatisierung ihres Ordners nutzen. Ein Webhook bekommt den Upload als JSON. Ein Skript bekommt dasselbe JSON über die Standardeingabe, mit Link, Schlüssel, Datei und Ziel als Argumenten; lege Skripte in Aktars Skriptordner (~/Library/Application Scripts/com.getaktar.mac), um sie hier auszuwählen.
es: Se ejecuta tras cada subida a este destino y cada reemplazo, salvo los archivos de carpetas vigiladas, que usan la Automatización de su carpeta. Un webhook recibe la subida como JSON. Un script recibe el mismo JSON por la entrada estándar, con el enlace, la clave, el archivo y el destino como argumentos; pon los scripts en la carpeta de scripts de Aktar (~/Library/Application Scripts/com.getaktar.mac) para elegirlos aquí.
fr: S’exécute après chaque envoi vers cette destination et chaque remplacement, sauf pour les fichiers des dossiers surveillés, qui utilisent l’Automatisation de leur dossier. Un webhook reçoit l’envoi en JSON. Un script reçoit le même JSON sur l’entrée standard, avec le lien, la clé, le fichier et la destination en arguments ; placez les scripts dans le dossier de scripts d’Aktar (~/Library/Application Scripts/com.getaktar.mac) pour les choisir ici.
id: Berjalan setelah setiap unggahan ke tujuan ini dan setiap penggantian, kecuali file dari folder pantauan, yang menjalankan Otomatisasi foldernya sendiri. Webhook menerima unggahan sebagai JSON. Skrip menerima JSON yang sama melalui input standar, dengan tautan, kunci, file, dan tujuan sebagai argumennya; taruh skrip di folder skrip Aktar (~/Library/Application Scripts/com.getaktar.mac) agar dapat dipilih di sini.
it: Viene eseguita dopo ogni caricamento su questa destinazione e ogni sostituzione, tranne per i file di una cartella monitorata, che usano l’automazione della propria cartella. Un webhook riceve il caricamento come JSON. Uno script riceve lo stesso JSON sullo standard input, con link, chiave, file e destinazione come argomenti; metti gli script nella cartella degli script di Aktar (~/Library/Application Scripts/com.getaktar.mac) per sceglierli qui.
ja: このアップロード先へのアップロードと置き換えのたびに実行されます。監視フォルダのファイルは、そのフォルダの自動化が実行されます。Webhook はアップロードの情報を JSON で受け取ります。スクリプトは同じ JSON を標準入力で受け取り、リンク、キー、ファイル、アップロード先が引数になります。ここで選ぶには、スクリプトを Aktar のスクリプトフォルダ (~/Library/Application Scripts/com.getaktar.mac) に入れてください。
ko: 이 대상으로 업로드하거나 대치할 때마다 실행됩니다. 단, 감시 폴더의 파일은 해당 폴더의 자동화가 실행됩니다. 웹훅은 업로드 정보를 JSON으로 받습니다. 스크립트는 같은 JSON을 표준 입력으로 받고, 링크, 키, 파일, 대상을 인자로 받습니다. 여기에서 선택하려면 스크립트를 Aktar의 스크립트 폴더(~/Library/Application Scripts/com.getaktar.mac)에 넣으십시오.
nl: Wordt uitgevoerd na elke upload naar deze bestemming en na elke vervanging, behalve voor bestanden uit een bewaakte map: die voeren de automatisering van hun eigen map uit. Een webhook ontvangt de upload als JSON. Een script ontvangt dezelfde JSON via standaardinvoer, met de link, de sleutel, het bestand en de bestemming als argumenten. Zet scripts in de scriptsmap van Aktar (~/Library/Application Scripts/com.getaktar.mac) om ze hier te kunnen kiezen.
pl: Uruchamiana po każdym przesłaniu do tego miejsca docelowego i każdym zastąpieniu, z wyjątkiem plików z obserwowanych folderów, dla których działa automatyzacja ich folderu. Webhook otrzymuje dane przesłania w formacie JSON. Skrypt otrzymuje ten sam JSON na standardowym wejściu, a link, klucz, plik i miejsce docelowe jako argumenty; umieść skrypty w folderze skryptów Aktara (~/Library/Application Scripts/com.getaktar.mac), aby wybrać je tutaj.
pt_br: É executado depois de cada envio para este destino e de cada substituição, exceto arquivos de pastas monitoradas, que usam a Automação da própria pasta. Um webhook recebe o envio em JSON. Um script recebe o mesmo JSON pela entrada padrão, com o link, a chave, o arquivo e o destino como argumentos; coloque scripts na pasta de scripts do Aktar (~/Library/Application Scripts/com.getaktar.mac) para escolhê-los aqui.
ru: Выполняется после каждой загрузки в это место назначения и после каждой замены, кроме файлов из отслеживаемых папок: для них работает автоматизация их папки. Вебхук получает загрузку в формате JSON. Скрипт получает тот же JSON через стандартный ввод, а в качестве аргументов - ссылку, ключ, файл и место назначения. Поместите скрипты в папку скриптов Aktar (~/Library/Application Scripts/com.getaktar.mac), чтобы выбрать их здесь.
tr: Bu hedefe yapılan her yüklemeden ve her değiştirmeden sonra çalışır. İzlenen klasörlerden gelen dosyalar ise kendi klasörlerinin Otomasyon'unu çalıştırır. Webhook yüklemeyi JSON olarak alır. Betik aynı JSON'u standart girdiden, link, anahtar, dosya ve hedef de argüman olarak alır; burada seçebilmek için betikleri Aktar'ın betik klasörüne (~/Library/Application Scripts/com.getaktar.mac) koy.
uk: Запускається після кожного вивантаження в цю ціль і кожної заміни, крім файлів з відстежуваних папок, для яких запускається автоматизація їхньої папки. Вебхук отримує дані вивантаження у форматі JSON. Скрипт отримує той самий JSON через стандартне введення, а посилання, ключ, файл і ціль як аргументи. Покладіть скрипти в папку скриптів Aktar (~/Library/Application Scripts/com.getaktar.mac), щоб вибрати їх тут.
vi: Chạy sau mỗi lần tải lên đích này và mỗi lần thay thế, trừ tệp của thư mục theo dõi, vốn chạy Tự động hóa riêng của thư mục đó. Webhook nhận nội dung tải lên dưới dạng JSON. Tập lệnh nhận cùng JSON đó qua đầu vào chuẩn, kèm liên kết, khóa, tệp và đích làm đối số; hãy đặt tập lệnh vào thư mục tập lệnh của Aktar (~/Library/Application Scripts/com.getaktar.mac) để chọn chúng tại đây.
zh_hans: 每次上传到此目标以及每次替换后运行；监视文件夹中的文件会运行其文件夹自己的自动化。Webhook 会以 JSON 形式收到上传信息。脚本会通过标准输入收到同样的 JSON，并以链接、键、文件和目标作为参数；将脚本放入 Aktar 的脚本文件夹 (~/Library/Application Scripts/com.getaktar.mac) 即可在这里选择。
zh_hant: 每次上傳到此目的地及每次取代後執行；監看資料夾中的檔案除外，它們會執行所屬資料夾自己的自動化。Webhook 會以 JSON 格式收到上傳資訊。腳本會從標準輸入收到相同的 JSON，並以連結、鍵、檔案和目的地作為引數；將腳本放在 Aktar 的腳本資料夾（~/Library/Application Scripts/com.getaktar.mac）中，即可在這裡選擇。

source: Save and test the destination
de: Ziel speichern und testen
es: Guardar y probar el destino
fr: Enregistrer et tester la destination
id: Simpan dan uji tujuan
it: Salva e verifica la destinazione
ja: アップロード先を保存してテスト
ko: 대상 저장 및 테스트
nl: Bestemming opslaan en testen
pl: Zapisz i przetestuj miejsce docelowe
pt_br: Salvar e testar o destino
ru: Сохранить и проверить место назначения
tr: Hedefi kaydet ve test et
uk: Зберегти та перевірити ціль
vi: Lưu và kiểm tra đích
zh_hans: 保存并测试上传目标
zh_hant: 儲存並測試目的地

source: Set Up Cloudflare R2
de: Cloudflare R2 einrichten
es: Configurar Cloudflare R2
fr: Configurer Cloudflare R2
id: Atur Cloudflare R2
it: Configura Cloudflare R2
ja: Cloudflare R2 を設定
ko: Cloudflare R2 설정
nl: Cloudflare R2 instellen
pl: Skonfiguruj Cloudflare R2
pt_br: Configurar o Cloudflare R2
ru: Настроить Cloudflare R2
tr: Cloudflare R2'yi Kur
uk: Налаштувати Cloudflare R2
vi: Thiết lập Cloudflare R2
zh_hans: 设置 Cloudflare R2
zh_hant: 設定 Cloudflare R2

source: Set Up Cloudflare R2…
de: Cloudflare R2 einrichten…
es: Configurar Cloudflare R2…
fr: Configurer Cloudflare R2…
id: Atur Cloudflare R2…
it: Configura Cloudflare R2…
ja: Cloudflare R2 を設定…
ko: Cloudflare R2 설정…
nl: Cloudflare R2 instellen…
pl: Skonfiguruj Cloudflare R2…
pt_br: Configurar o Cloudflare R2…
ru: Настроить Cloudflare R2…
tr: Cloudflare R2'yi Kur…
uk: Налаштувати Cloudflare R2…
vi: Thiết lập Cloudflare R2…
zh_hans: 设置 Cloudflare R2…
zh_hant: 設定 Cloudflare R2…

source: Short cache time
de: Kurze Cache-Dauer
es: Caché corta
fr: Cache de courte durée
id: Waktu cache singkat
it: Cache breve
ja: 短いキャッシュ時間
ko: 짧은 캐시 시간
nl: Korte cachetijd
pl: Krótki czas buforowania
pt_br: Cache curto
ru: Короткое время кэша
tr: Kısa önbellek süresi
uk: Короткий час кешування
vi: Thời gian bộ nhớ đệm ngắn
zh_hans: 短缓存时间
zh_hant: 短快取時間

source: Short Link
de: Kurzlink
es: Enlace corto
fr: Lien court
id: Tautan Pendek
it: Link breve
ja: 短縮リンク
ko: 짧은 링크
nl: Korte link
pl: Krótki link
pt_br: Link curto
ru: Короткая ссылка
tr: Kısa Bağlantı
uk: Коротке посилання
vi: Liên kết ngắn
zh_hans: 短链接
zh_hant: 短連結

source: Short link couldn't be created. The original link was copied instead.
de: Der Kurzlink konnte nicht erstellt werden. Stattdessen wurde der ursprüngliche Link kopiert.
es: No se pudo crear el enlace corto. Se copió el enlace original en su lugar.
fr: Le lien court n’a pas pu être créé. Le lien d’origine a été copié à la place.
id: Tautan pendek tidak dapat dibuat. Tautan asli disalin sebagai gantinya.
it: Impossibile creare il link breve. È stato copiato il link originale.
ja: 短縮リンクを作成できませんでした。代わりに元のリンクをコピーしました。
ko: 짧은 링크를 만들 수 없습니다. 대신 원래 링크를 복사했습니다.
nl: De korte link kon niet worden gemaakt. In plaats daarvan is de oorspronkelijke link gekopieerd.
pl: Nie udało się utworzyć krótkiego linku. Zamiast niego skopiowano oryginalny link.
pt_br: Não foi possível criar o link curto. O link original foi copiado no lugar.
ru: Не удалось создать короткую ссылку. Вместо неё скопирована исходная ссылка.
tr: Kısa bağlantı oluşturulamadı. Bunun yerine orijinal bağlantı kopyalandı.
uk: Не вдалося створити коротке посилання. Натомість скопійовано початкове посилання.
vi: Không tạo được liên kết ngắn. Liên kết gốc đã được sao chép thay thế.
zh_hans: 无法创建短链接，已改为复制原始链接。
zh_hant: 無法建立短連結，已改為拷貝原始連結。

source: Short link created and copied
de: Kurzlink erstellt und kopiert
es: Enlace corto creado y copiado
fr: Lien court créé et copié
id: Tautan pendek dibuat dan disalin
it: Link breve creato e copiato
ja: 短縮リンクを作成してコピーしました
ko: 짧은 링크를 만들고 복사했습니다
nl: Korte link gemaakt en gekopieerd
pl: Utworzono i skopiowano krótki link
pt_br: Link curto criado e copiado
ru: Короткая ссылка создана и скопирована
tr: Kısa bağlantı oluşturuldu ve kopyalandı
uk: Коротке посилання створено й скопійовано
vi: Đã tạo và sao chép liên kết ngắn
zh_hans: 已创建并复制短链接
zh_hant: 已建立並拷貝短連結

source: Short link in the answer
de: Kurzlink in der Antwort
es: Enlace corto en la respuesta
fr: Lien court dans la réponse
id: Tautan pendek di respons
it: Link breve nella risposta
ja: 応答内の短縮リンク
ko: 응답의 짧은 링크
nl: Korte link in het antwoord
pl: Krótki link w odpowiedzi
pt_br: Link curto na resposta
ru: Короткая ссылка в ответе
tr: Yanıttaki kısa bağlantı
uk: Коротке посилання у відповіді
vi: Liên kết ngắn trong phản hồi
zh_hans: 响应中的短链接
zh_hant: 回應中的短連結

source: Short link may still exist
de: Der Kurzlink besteht vielleicht noch
es: Puede que el enlace corto siga existiendo
fr: Le lien court existe peut-être encore
id: Tautan pendek mungkin masih ada
it: Il link breve potrebbe esistere ancora
ja: 短縮リンクが残っている可能性があります
ko: 짧은 링크가 아직 남아 있을 수 있습니다
nl: De korte link bestaat mogelijk nog
pl: Krótki link może nadal istnieć
pt_br: O link curto pode ainda existir
ru: Короткая ссылка может ещё существовать
tr: Kısa bağlantı hâlâ var olabilir
uk: Коротке посилання може ще існувати
vi: Liên kết ngắn có thể vẫn tồn tại
zh_hans: 短链接可能仍存在
zh_hant: 短連結可能仍存在

source: Short link will expire together with the original temporary URL.
de: Der Kurzlink läuft zusammen mit dem ursprünglichen temporären Link ab.
es: El enlace corto caducará junto con el enlace temporal original.
fr: Le lien court expirera en même temps que le lien temporaire d’origine.
id: Tautan pendek akan kedaluwarsa bersama tautan sementara aslinya.
it: Il link breve scadrà insieme al link temporaneo originale.
ja: 短縮リンクは元の期限付きリンクと同時に期限切れになります。
ko: 짧은 링크는 원래 임시 링크와 함께 만료됩니다.
nl: De korte link verloopt samen met de oorspronkelijke tijdelijke link.
pl: Krótki link wygaśnie razem z oryginalnym linkiem tymczasowym.
pt_br: O link curto vai expirar junto com o link temporário original.
ru: Короткая ссылка истечёт вместе с исходной временной ссылкой.
tr: Kısa bağlantı, orijinal süreli bağlantıyla birlikte sona erer.
uk: Коротке посилання спливе разом із початковим тимчасовим посиланням.
vi: Liên kết ngắn sẽ hết hạn cùng với liên kết tạm thời gốc.
zh_hans: 短链接会与原始临时链接同时过期。
zh_hant: 短連結會與原始暫時連結同時過期。

source: Short Links
de: Kurzlinks
es: Enlaces cortos
fr: Liens courts
id: Tautan Pendek
it: Link brevi
ja: 短縮リンク
ko: 짧은 링크
nl: Korte links
pl: Krótkie linki
pt_br: Links curtos
ru: Короткие ссылки
tr: Kısa Bağlantılar
uk: Короткі посилання
vi: Liên kết ngắn
zh_hans: 短链接
zh_hant: 短連結

source: Short with Date
de: Kurz mit Datum
es: Corta con fecha
fr: Court avec date
id: Pendek dengan Tanggal
it: Breve con data
ja: 短い名前と日付
ko: 짧은 이름과 날짜
nl: Kort met datum
pl: Krótka z datą
pt_br: Curta com data
ru: Короткий с датой
tr: Tarihli Kısa
uk: Коротка з датою
vi: Ngắn kèm ngày
zh_hans: 短名称加日期
zh_hant: 短名稱加日期

source: Shortener
de: Linkkürzer
es: Acortador
fr: Raccourcisseur
id: Pemendek
it: Accorciatore
ja: 短縮サービス
ko: 단축기
nl: Linkverkorter
pl: Skracacz
pt_br: Encurtador
ru: Сервис
tr: Kısaltıcı
uk: Сервіс
vi: Dịch vụ rút gọn
zh_hans: 短链接服务
zh_hant: 短網址服務

source: That destination was removed from Aktar.
de: Dieses Ziel wurde aus Aktar entfernt.
es: Ese destino se eliminó de Aktar.
fr: Cette destination a été supprimée d’Aktar.
id: Tujuan itu telah dihapus dari Aktar.
it: Quella destinazione è stata rimossa da Aktar.
ja: そのアップロード先は Aktar から削除されました。
ko: 해당 대상이 Aktar에서 제거되었습니다.
nl: Die bestemming is uit Aktar verwijderd.
pl: To miejsce docelowe zostało usunięte z Aktara.
pt_br: Esse destino foi removido do Aktar.
ru: Это место назначения было удалено из Aktar.
tr: Bu hedef Aktar'dan kaldırıldı.
uk: Цю ціль вилучено з Aktar.
vi: Đích đó đã bị xóa khỏi Aktar.
zh_hans: 该目标已从 Aktar 中移除。
zh_hant: 該目的地已從 Aktar 中移除。

source: That folder holds this bucket’s thumbnails. Pick another one.
de: In diesem Ordner liegen die Vorschaubilder dieses Buckets. Wähle einen anderen.
es: Esa carpeta guarda las miniaturas de este bucket. Elige otra.
fr: Ce dossier contient les vignettes de ce bucket. Choisissez-en un autre.
id: Folder itu menyimpan gambar mini bucket ini. Pilih folder lain.
it: Quella cartella contiene le miniature di questo bucket. Scegline un’altra.
ja: このフォルダにはこのバケットのサムネイルが保存されています。別のフォルダを選んでください。
ko: 이 폴더에는 이 버킷의 썸네일이 저장되어 있습니다. 다른 폴더를 선택하십시오.
nl: In die map staan de miniaturen van deze bucket. Kies een andere.
pl: W tym folderze są miniatury tego bucketu. Wybierz inny.
pt_br: Essa pasta guarda as miniaturas deste bucket. Escolha outra.
ru: В этой папке хранятся миниатюры этого бакета. Выберите другую.
tr: Bu klasör bu bucket'ın küçük resimlerini tutuyor. Başka bir klasör seç.
uk: У цій папці зберігаються мініатюри цього бакета. Виберіть іншу.
vi: Thư mục đó chứa hình thu nhỏ của bucket này. Hãy chọn thư mục khác.
zh_hans: 该文件夹存放着此存储桶的缩略图。请选择其他文件夹。
zh_hant: 該資料夾存放此儲存貯體的縮圖。請選擇其他資料夾。

source: That upload is no longer in Aktar’s history.
de: Dieser Upload ist nicht mehr in Aktars Verlauf.
es: Esa subida ya no está en el historial de Aktar.
fr: Cet envoi n’est plus dans l’historique d’Aktar.
id: Unggahan itu sudah tidak ada di riwayat Aktar.
it: Quel caricamento non è più nella cronologia di Aktar.
ja: そのアップロードは Aktar の履歴にもうありません。
ko: 해당 업로드가 더 이상 Aktar 기록에 없습니다.
nl: Die upload staat niet meer in de geschiedenis van Aktar.
pl: Tego przesłanego pliku nie ma już w historii Aktara.
pt_br: Esse envio não está mais no histórico do Aktar.
ru: Этой загрузки больше нет в истории Aktar.
tr: Bu yükleme artık Aktar'ın geçmişinde değil.
uk: Цього вивантаження вже немає в історії Aktar.
vi: Tệp tải lên đó không còn trong lịch sử của Aktar.
zh_hans: 该上传已不在 Aktar 的历史记录中。
zh_hant: 該上傳項目已不在 Aktar 的歷史記錄中。

source: The body has to be a JSON object, such as {"url": "{url}"}.
de: Der Body muss ein JSON-Objekt sein, etwa {"url": "{url}"}.
es: El cuerpo tiene que ser un objeto JSON, como {"url": "{url}"}.
fr: Le corps doit être un objet JSON, par exemple {"url": "{url}"}.
id: Body harus berupa objek JSON, seperti {"url": "{url}"}.
it: Il corpo deve essere un oggetto JSON, ad esempio {"url": "{url}"}.
ja: 本文はJSONオブジェクトにしてください（例: {"url": "{url}"}）。
ko: 본문은 {"url": "{url}"}처럼 JSON 객체여야 합니다.
nl: De body moet een JSON-object zijn, zoals {"url": "{url}"}.
pl: Treść musi być obiektem JSON, np. {"url": "{url}"}.
pt_br: O corpo precisa ser um objeto JSON, como {"url": "{url}"}.
ru: Тело должно быть объектом JSON, например {"url": "{url}"}.
tr: Gövde bir JSON nesnesi olmalı, örneğin {"url": "{url}"}.
uk: Тіло має бути об’єктом JSON, наприклад {"url": "{url}"}.
vi: Nội dung phải là đối tượng JSON, như {"url": "{url}"}.
zh_hans: 正文必须是 JSON 对象，例如 {"url": "{url}"}。
zh_hant: 內文必須是 JSON 物件，例如 {"url": "{url}"}。

source: The clipboard has no file or image to upload.
de: Die Zwischenablage enthält keine Datei und kein Bild zum Hochladen.
es: El portapapeles no tiene ningún archivo ni imagen para subir.
fr: Le presse-papiers ne contient ni fichier ni image à envoyer.
id: Papan klip tidak berisi file atau gambar untuk diunggah.
it: Gli Appunti non contengono file o immagini da caricare.
ja: クリップボードにアップロードできるファイルや画像がありません。
ko: 클립보드에 업로드할 파일이나 이미지가 없습니다.
nl: Het klembord bevat geen bestand of afbeelding om te uploaden.
pl: Schowek nie zawiera pliku ani obrazu do przesłania.
pt_br: A área de transferência não tem arquivo nem imagem para enviar.
ru: В буфере обмена нет файла или изображения для загрузки.
tr: Panoda yüklenecek bir dosya ya da görsel yok.
uk: У буфері обміну немає файлу чи зображення для вивантаження.
vi: Bộ nhớ tạm không có tệp hoặc hình ảnh nào để tải lên.
zh_hans: 剪贴板中没有可上传的文件或图片。
zh_hant: 剪貼簿中沒有可上傳的檔案或影像。

source: The Cloudflare zone ID isn’t valid.
de: Die Cloudflare-Zonen-ID ist ungültig.
es: El ID de zona de Cloudflare no es válido.
fr: L’ID de zone Cloudflare n’est pas valide.
id: ID zona Cloudflare tidak valid.
it: L’ID zona Cloudflare non è valido.
ja: Cloudflare のゾーン ID が正しくありません。
ko: Cloudflare 영역 ID가 유효하지 않습니다.
nl: De Cloudflare-zone-ID is ongeldig.
pl: ID strefy Cloudflare jest nieprawidłowe.
pt_br: O ID da zona do Cloudflare não é válido.
ru: Недопустимый ID зоны Cloudflare.
tr: Cloudflare Zone ID'si geçerli değil.
uk: ID зони Cloudflare недійсний.
vi: Zone ID Cloudflare không hợp lệ.
zh_hans: Cloudflare 区域 ID 无效。
zh_hant: Cloudflare 區域 ID 無效。

source: The file was copied to “%@”, but its short link couldn’t be updated, so the original file was kept where it was. The short link may still point there.
de: Die Datei wurde nach „%@“ kopiert, aber ihr Kurzlink konnte nicht aktualisiert werden. Deshalb wurde die ursprüngliche Datei an ihrem Ort behalten. Der Kurzlink zeigt vielleicht noch dorthin.
es: El archivo se copió a “%@”, pero no se pudo actualizar su enlace corto, así que el archivo original se mantuvo donde estaba. Puede que el enlace corto siga apuntando ahí.
fr: Le fichier a été copié vers « %@ », mais son lien court n’a pas pu être mis à jour : le fichier d’origine a donc été conservé à son emplacement. Le lien court peut encore pointer vers lui.
id: File disalin ke “%@”, tetapi tautan pendeknya tidak dapat diperbarui, jadi file asli tetap di tempatnya. Tautan pendek mungkin masih mengarah ke sana.
it: Il file è stato copiato in “%@”, ma non è stato possibile aggiornare il suo link breve, quindi il file originale è rimasto dov’era. Il link breve potrebbe ancora puntare lì.
ja: ファイルは“%@”にコピーしましたが、短縮リンクを更新できなかったため、元のファイルは元の場所に残しました。短縮リンクはまだそちらを指している可能性があります。
ko: 파일을 “%@”(으)로 복사했지만 짧은 링크를 업데이트하지 못해 원본 파일을 원래 위치에 남겨 두었습니다. 짧은 링크는 아직 그곳을 가리킬 수 있습니다.
nl: Het bestand is gekopieerd naar ‘%@’, maar de korte link kon niet worden bijgewerkt, dus het oorspronkelijke bestand is op zijn plek gebleven. De korte link wijst mogelijk nog daarheen.
pl: Plik skopiowano do „%@”, ale nie udało się zaktualizować jego krótkiego linku, więc oryginalny plik został na miejscu. Krótki link może nadal tam wskazywać.
pt_br: O arquivo foi copiado para “%@”, mas não foi possível atualizar o link curto, então o arquivo original ficou onde estava. O link curto pode ainda apontar para lá.
ru: Файл скопирован в «%@», но его короткую ссылку не удалось обновить, поэтому исходный файл оставлен на месте. Короткая ссылка может по-прежнему вести туда.
tr: Dosya “%@” konumuna kopyalandı ancak kısa bağlantısı güncellenemedi, bu yüzden orijinal dosya yerinde bırakıldı. Kısa bağlantı hâlâ oraya yönlendiriyor olabilir.
uk: Файл скопійовано до «%@», але його коротке посилання не вдалося оновити, тому початковий файл залишено на місці. Коротке посилання може й далі вести туди.
vi: Tệp đã được sao chép đến “%@”, nhưng không cập nhật được liên kết ngắn, nên tệp gốc được giữ nguyên chỗ cũ. Liên kết ngắn có thể vẫn trỏ đến đó.
zh_hans: 文件已复制到“%@”，但无法更新它的短链接，因此原始文件保留在原处。短链接可能仍指向那里。
zh_hant: 檔案已拷貝到「%@」，但無法更新它的短連結，因此原始檔案保留在原處。短連結可能仍指向那裡。

source: The file was replaced, but Cloudflare’s cache couldn’t be cleared
de: Die Datei wurde ersetzt, aber der Cloudflare-Cache konnte nicht geleert werden
es: El archivo se reemplazó, pero no se pudo vaciar la caché de Cloudflare
fr: Le fichier a été remplacé, mais le cache de Cloudflare n’a pas pu être vidé
id: File telah diganti, tetapi cache Cloudflare tidak dapat dibersihkan
it: Il file è stato sostituito, ma non è stato possibile svuotare la cache di Cloudflare
ja: ファイルは置き換えましたが、Cloudflare のキャッシュを消去できませんでした
ko: 파일은 대치되었지만 Cloudflare 캐시를 지울 수 없음
nl: Het bestand is vervangen, maar de cache van Cloudflare kon niet worden gewist
pl: Plik został zastąpiony, ale nie udało się wyczyścić pamięci podręcznej Cloudflare
pt_br: O arquivo foi substituído, mas não foi possível limpar o cache do Cloudflare
ru: Файл заменен, но не удалось очистить кэш Cloudflare
tr: Dosya değiştirildi ama Cloudflare önbelleği temizlenemedi
uk: Файл замінено, але не вдалося очистити кеш Cloudflare
vi: Tệp đã được thay thế, nhưng không thể xóa bộ nhớ đệm của Cloudflare
zh_hans: 文件已替换，但无法清除 Cloudflare 缓存
zh_hant: 檔案已取代，但無法清除 Cloudflare 的快取

source: The link shortener didn’t answer. %@
de: Der Linkkürzer hat nicht geantwortet. %@
es: El acortador no respondió. %@
fr: Le raccourcisseur n’a pas répondu. %@
id: Pemendek tautan tidak menjawab. %@
it: L’accorciatore non ha risposto. %@
ja: 短縮サービスから応答がありませんでした。%@
ko: 링크 단축기가 응답하지 않았습니다. %@
nl: De linkverkorter gaf geen antwoord. %@
pl: Skracacz linków nie odpowiedział. %@
pt_br: O encurtador não respondeu. %@
ru: Сервис сокращения ссылок не ответил. %@
tr: Bağlantı kısaltıcı yanıt vermedi. %@
uk: Сервіс скорочення посилань не відповів. %@
vi: Dịch vụ rút gọn không phản hồi. %@
zh_hans: 短链接服务没有响应。%@
zh_hant: 短網址服務沒有回應。%@

source: The link shortener refused the request (HTTP %lld).
de: Der Linkkürzer hat die Anfrage abgelehnt (HTTP %lld).
es: El acortador rechazó la solicitud (HTTP %lld).
fr: Le raccourcisseur a refusé la requête (HTTP %lld).
id: Pemendek tautan menolak permintaan (HTTP %lld).
it: L’accorciatore ha rifiutato la richiesta (HTTP %lld).
ja: 短縮サービスがリクエストを拒否しました（HTTP %lld）。
ko: 링크 단축기가 요청을 거부했습니다(HTTP %lld).
nl: De linkverkorter weigerde het verzoek (HTTP %lld).
pl: Skracacz linków odrzucił żądanie (HTTP %lld).
pt_br: O encurtador recusou a requisição (HTTP %lld).
ru: Сервис сокращения ссылок отклонил запрос (HTTP %lld).
tr: Bağlantı kısaltıcı isteği reddetti (HTTP %lld).
uk: Сервіс скорочення посилань відхилив запит (HTTP %lld).
vi: Dịch vụ rút gọn đã từ chối yêu cầu (HTTP %lld).
zh_hans: 短链接服务拒绝了请求（HTTP %lld）。
zh_hant: 短網址服務拒絕了請求（HTTP %lld）。
